const UserSSL = [
    {
      "abbr": "LDS",
      "name": "อาจารย์ ดร. โลเวล ดีน สการ์",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "SSK",
      "name": "อาจารย์ ดร. ซึง ซู คิม",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "DMM",
      "name": "อาจารย์ ดร. เดวิด ไมเคิล มาลิส",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "BPB",
      "name": "อาจารย์ ดร. บลังก้า เด ลา บูเอนเต้ บาริออส",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "KNL",
      "name": "อาจารย์ ดร. ไดยา ไนแอก ลุนด์เบิร์ก",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "KWN",
      "name": "อาจารย์ ดร. คุณยา วิมุกตานนท์",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "TKN",
      "name": "อาจารย์ ดร. ตรีพล เกิดนาค",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "PSP",
      "name": "อาจารย์ ดร. ภรณี วิงห์เปลี่ยม",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "ALP",
      "name": "อาจารย์ อะไมยะ โอลโม โลเปซ",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "PBP",
      "name": "อาจารย์ ดร. เพิ่มทิพย์ บัวเพ็ชร์",
      "dept": "นานาชาติ"
    },
    {
      "abbr": "KWG",
      "name": "อาจารย์ ดร. กัญญา วัฒนกุล",
      "dept": "ศูนย์ไทยศึกษา"
    },
    {
      "abbr": "KTS",
      "name": "อาจารย์ ดร. เกียรติ เทพช่วยสุข",
      "dept": "ศูนย์ภาษาไทยในฐานะภาษาต่างประเทศ"
    },
    {
      "abbr": "WPK",
      "name": "ผศ.ดร. วรวรรณา เพ็ชรกิจ",
      "dept": "ศูนย์ภาษาไทยในฐานะภาษาต่างประเทศ"
    },
    {
      "abbr": "SAL",
      "name": "อาจารย์ สถาพร อรุณวิลาศ",
      "dept": "อารยธรรมไทย"
    },
    {
      "abbr": "DBT",
      "name": "ผศ.ดร. ดินาร์ บุญธรรม",
      "dept": "อารยธรรมไทย"
    },
    {
      "abbr": "MSL",
      "name": "อาจารย์ มณรดา ศิลปบรรเลง",
      "dept": "อารยธรรมไทย"
    },
    {
      "abbr": "CRK",
      "name": "ศาสตราจารย์ ดร. ชลดา เรืองรักษ์ลิขิต",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "KAT",
      "name": "อาจารย์ ดร. ใกล้รุ่ง อามระดิษ",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "CPP",
      "name": "อาจารย์ จิราภรณ์ ภัทราภานุภัทร",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "TJK",
      "name": "อาจารย์ ดร. เทพี จรัสจรุงเกียรติ",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "NPT",
      "name": "รองศาสตราจารย์ ดร. ณัฐพร พานโพธิ์ทอง",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "SAK",
      "name": "รองศาสตราจารย์ ดร. สุนันท์ อัญชลีนุกูล",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "TCV",
      "name": "อาจารย์ ดร. ธีรนุช โชคสุวณิช",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "VPP",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. วิภาส โพธิแพทย์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "SNT",
      "name": "ศาตราจารย์ ดร. ศิราพร ณ ถลาง",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "PJW",
      "name": "รองศาสตราจารย์ ดร. ปรมินท์ จารุวร",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "PPC",
      "name": "ผู้ช่วยศาสตราจารย์ ประไพพรรณ พึ่งฉิม",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "SPS",
      "name": "รองศาสตราจารย์ ดร. ศิริพร ภักดีผาสุข",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "ASR",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. อาทิตย์ ชีรวณิชย์กุล",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "TJT",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ธานีรัตน์ จัตุทะศรี",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "NPD",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. น้ำผึ้ง ปัทมลางคุล",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "SCN",
      "name": "รองศาสตราจารย์ ดร. สุจิตรา จงสถิตย์วัฒนา",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "SPC",
      "name": "ศาสตราจารย์ สุกัญญา สุจฉายา",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "RTN",
      "name": "อาจารย์ รักษ์พงศ์ ธรรมผุสนา",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "ISN",
      "name": "รองศาสตราจารย์ อิงอร สุพันธุ์วิณิช",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "MSS",
      "name": "อาจารย์ ดร. มิ่งมิตร ศรีประสิทธิ์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "CPM",
      "name": "อาจารย์ ดร. ชัยรัตน์ พลมุข",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "MSC",
      "name": "อาจารย์ มุจลินท์ สุดเจริญ",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "DWR",
      "name": "อาจารย์ ดร. ดาวเรือง วิทยารัฐ",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "KNK",
      "name": "ศาสตราจารย์ ดร. กาญจนา นาคสกุล",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "DCS",
      "name": "ผู้ช่วยศาสตราจารย์ ดุษฎีพร ชำนิโรคศานต์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "PNM",
      "name": "ศาสตราจารย์ ดร. ประคอง นิมมานเหมินท์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "PPS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. พรทิพย์ พกผาสุข",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "MPR",
      "name": "รองศาสตราจารย์ ดร. มณีปิ่น พรหมสุทธิรักษ์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "SPN",
      "name": "อาจารย์ ดร. สายป่าน ปุริวรรณชนะ",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "SWS",
      "name": "อาจารย์ สุวัฒนา สิริวัณณรังสี",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "ZKN",
      "name": "ผู้ช่วยศาสตราจารย์ อารดา กีระนันทน์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "TBK",
      "name": "อาจารย์ ธีระ บุษบกแก้ว",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "HAS",
      "name": "ผู้ช่วยศาสตราจารย์ หัตถกาญจน์ อารีศิลป์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "VKV",
      "name": "รองศาสตราจารย์ ดร. วริษา กมลนาวิน",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "DHT",
      "name": "อาจารย์ ดร. ดิเรก หงษ์ทอง",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "NSN",
      "name": "อาจารย์ นพรัฐ เสน่ห์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "TSP",
      "name": "อาจารย์ ทศพล ศรีพุ่ม",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "WRL",
      "name": "อาจารย์ วรรณวิวัฒน์ รัตนลัมภ์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "APR",
      "name": "อาจารย์ อัสนี พูลรักษ์",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "OBN",
      "name": "อาจารย์ อรวี บุนนาค",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "PKN",
      "name": "อาจารย์ พรรณธร ครุธเนตร",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "AKU",
      "name": "อาจารย์ อภิชญา แก้วอุทัย",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "TPK",
      "name": "อาจารย์ ธนภัทร พิริย์โยธินกุล",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "NHN",
      "name": "อาจารย์ นริศนา หาสนาม",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "KCM",
      "name": "อาจารย์ กุณฑิกา ชาพิมล",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "NPR",
      "name": "อาจารย์ นิภาดา โพธิ์เรือง",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "CMT",
      "name": "อาจารย์ ชุตินันท์ มาลาธรรม",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "KTL",
      "name": "อาจารย์ ขวัญชนก ทองล้วน",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "AKK",
      "name": "อาจารย์ อภิลักษณ์ เกษมผลกูล",
      "dept": "ภาควิชาภาษาไทย"
    },
    {
      "abbr": "NPW",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. น้ำทิพย์ ภิงคารวัฒน์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "PMM",
      "name": "รองศาสตราจารย์ ปรีมา มัลลิกะมาส",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "RNV",
      "name": "อาจารย์ รศนาภรณ์ วีรวรรณ",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "RDP",
      "name": "ผู้ช่วยศาสตราจารย์ รองรัตน์ ดุษฎีสุรพจน์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "SJP",
      "name": "ผู้ช่วยศาสตราจารย์ สมจิต จิระนันทิพร",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "SPT",
      "name": "อาจารย์ สุเบญจา เผ่าเหลืองทอง",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "KIR",
      "name": "ผู้ช่วยศาสตราจารย์ กฤศ เอี่ยมหฤท",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "JST",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. จิรันธรา ศรีอุทัย",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "DPN",
      "name": "รองศาสตราจารย์ ดร. ดารินทร์ ประดิษฐทัศนีย์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "PKK",
      "name": "อาจารย์ ดร. ปรีณา แข่งขัน",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "PTT",
      "name": "อาจารย์ ภัคพรรณ ทิพยมนตรี",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "RWP",
      "name": "รองศาสตราจารย์ ดร. รักสงบ วิจิตรโสภณ",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "NTS",
      "name": "อาจารย์ ดร. ณิดา ติรณสวัสดิ์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "DCB",
      "name": "อาจารย์ ดวงฤดี เจริญบัณฑิต",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "TKD",
      "name": "อาจารย์ ดร. ฐาปนัจฉร์ ขุนภักดี",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "JPP",
      "name": "อาจารย์ จิตติมา พฤฒิพฤกษ์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "CCW",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. คารินา โชติรวี",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "SSB",
      "name": "ผู้ช่วยศาสตราจารย์ สุนิจ สุตัณฑวิบูลย์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "PAT",
      "name": "ผู้ช่วยศาสตราจารย์ ปทมา อัตนโถ",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "PYJ",
      "name": "รองศาสตราจารย์ ดร. พจี ยุวชิต",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "NPR",
      "name": "รองศาสตราจารย์ ดร. ณัฐมา พงศ์ไพโรจน์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "WCH",
      "name": "อาจารย์ William Cater Handrick",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "IPT",
      "name": "ผู้ช่วยศาสตราจารย์ (พิเศษ) Ingo Peters",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "JJD",
      "name": "อาจารย์ John Jacson Duncan",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "RMC",
      "name": "อาจารย์ Robert Michael Crabtree",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "TON",
      "name": "อาจารย์ Tony O'Neill",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "SJW",
      "name": "อาจารย์ (ผศ.พิเศษ) Simon J.P. Wright",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "AJL",
      "name": "อาจารย์ Andrew John Lobb",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "DCS",
      "name": "อาจารย์ ดริณทิพย์ จันทร์สิทธิ์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "MLK",
      "name": "อาจารย์ มธุริน ลีละเศรษฐกุล",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "CLM",
      "name": "อาจารย์ Chelsea Lauren Miller",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "NTR",
      "name": "อาจารย์ นิภาพร ตั้งต่อฤทธิ์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "MLK",
      "name": "อาจารย์ จิลล์ เม็ตคาฟ",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "PSB",
      "name": "อาจารย์ พราว เศรษฐบุตร",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "KRN",
      "name": "รองศาสตราจารย์ กุสุมาลย์ รชตะนันทน์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "CTP",
      "name": "อาจารย์ จารุรัช ตันตราภรณ์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "JWG",
      "name": "ผู้ช่วยศาตราจารย์ ดร. จิรดา วุฑฒยากร",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "YPV",
      "name": "อาจารย์ ญาณัชพิมพ์ ภาสุวรวิทย์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "PNW",
      "name": "อาจารย์ พิม นิยมวัน",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "VSN",
      "name": "ผู้ช่วยศาตราจารย์ ดร. วริตตา ศรีรัตนา",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "WWT",
      "name": "อาจารย์ William S. Whorton",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "SSS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ศักสิทธิ์ แสงบุญ",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "SHH",
      "name": "อาจารย์ โสมชา หอมหวน",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "SPA",
      "name": "อาจารย์ เชน พี เอเวอรี",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "BRW",
      "name": "อาจารย์ บัญชา รัตนมธุวงศ์",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "AAT",
      "name": "อาจารย์ อธิพงษ์ อมรวงศ์ปีติ",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "NCT",
      "name": "อาจารย์ ณุภาคย์ เจริญศิริสุนทร",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "JEG",
      "name": "อาจารย์ เจนนิเฟอร์ อีเลน กู๊ดแมน",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "JDV",
      "name": "อาจารย์ จัสติน ดา ซิลวา",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "SCD",
      "name": "อาจารย์ ดร. ศนิ ชาติอุดมเดช",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "BRP",
      "name": "อาจารย์ เบนจามิ ริชาร์ด พูล",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "FZA",
      "name": "อาจารย์ ฟาชา เนชา บินตี ไซนัล อาบีดิน",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "CDK",
      "name": "อาจารย์ ดร. ชื่นสุมน ธรรมนิตยกุล",
      "dept": "ภาควิชาภาษาอังกฤษ"
    },
    {
      "abbr": "STS",
      "name": "รองศาสตราจารย์ ดร. สุรางค์ศรี ตันเสียงสม",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "SYS",
      "name": "รองศาสตราจารย์ ดร. สุธาชัย ยิ้มประเสริฐ",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "SCN",
      "name": "รองศาสตราจารย์ ดร. สุเนตร ชุตินธรานนท์",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "SRR",
      "name": "ผู้ช่วยศาสตราจารย์ สุวิมล รุ่งเจริญ",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "SCP",
      "name": "ผู้ช่วยศาสตราจารย์ สาวิตรี เจริญพงศ์",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "BRS",
      "name": "อาจารย์ ดร. ภาวรรณ เรืองศิลป์",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "JCR",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. จุฬิศพงศ์ จุฬารัตน์",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "VVT",
      "name": "อาจารย์ ดร. วิลลา วิลัยทอง",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "TLC",
      "name": "อาจารย์ ดร. ธนาพล ลิ่มอภิชาต",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "WWW",
      "name": "อาจารย์ ดร. วาสนา วงศ์สุรวัฒน์",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "PYR",
      "name": "รองศาสตราจารย์ พิพาดา ยังเจริญ",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "CSN",
      "name": "รองศาสตราจารย์ ฉลอง สุนทราวาณิชย์",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "DNB",
      "name": "อาจารย์ ธีรวัต ณ ป้อมเพชร",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "BKR",
      "name": "ผู้ช่วยศาสตราจารย์ บุษกร กาญจนจารี",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "PBN",
      "name": "ศาสตราจารย์ ปิยนาถ บุนนาค",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "VPD",
      "name": "รองศาสตราจารย์ วิมลวรรณ ภัทโรดม",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "STN",
      "name": "รองศาสตราจารย์ สุวดี ธนประสิทธิ์พัฒนา",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "TPK",
      "name": "อาจารย์ ดร. ธีราภา ไพโรหกุล",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "TBS",
      "name": "อาจารย์ ดร. ธิบดี บัวคำศรี",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "TIA",
      "name": "อาจารย์ ดร. ตุลย์ อิศรางกูร ณ อยุธยา",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "PWS",
      "name": "อาจารย์ ดร. พิมพ์มนัส วิบุลศิลป์",
      "dept": "ภาควิชาประวัติศาสตร์"
    },
    {
      "abbr": "PCH",
      "name": "รองศาสตราจารย์ ผ่องศรี จั่นห้าว",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "STR",
      "name": "รองศาสตราจารย์ ดร. ศิริวิไล ธีระโรจนารัตน์",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "PCW",
      "name": "รองศาสตราจารย์ ดร. พรรณี ชีวินศิริวัฒน์",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "TPK",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ฐิติรัตน์ ปั้นบำรุงกิจ",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "VSS",
      "name": "อาจารย์ วิมพ์วิภา สถิตย์เสถียร",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "AAK",
      "name": "ผู้ช่วยศาสตราจารย์ อรรถพล อนันตวรสกุล",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "CDW",
      "name": "อาจารย์ ดร. ชนิตา ดวงยิหวา",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "APK",
      "name": "อาจารย์ ดร. อารีรัตน์ แพทย์นุเคราะห์",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "PAK",
      "name": "อาจารย์ พุทธพร อารีประชากุล",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "SMT",
      "name": "อาจารย์ สิริวิชญ์ มฤคพิทักษ์",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "CTR",
      "name": "อาจารย์ ชาญณรงค์ ธีระโรจนารัตน์",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "KMS",
      "name": "อาจารย์ คฑาวุฒิ มาลัยโรจนศิริ",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "DNK",
      "name": "รองศาสตราจารย์ ดวงพร นพคุณ",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "DCK",
      "name": "อาจารย์ ดร. ดุษฎี ชาญลิขิต",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "NPY",
      "name": "รองศาสตราจารย์ นโรตม์ ปาลกะวงศ์ ณ อยุธยา",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "NNS",
      "name": "ผู้ช่วยศาสตราจารย์ น้อม งามนิสัย",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "BTS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. บงกชรัตน์ เตชะไตรศักดิ์",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "PSN",
      "name": "อาจารย์ ดร. พันธวัศ สัมพันธ์พานิช",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "PJK",
      "name": "อาจารย์ ดร. พันธ์ทิพย์ จงโกรย",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "MSN",
      "name": "อาจารย์ ดร. มิลินทร์ สำเภาเงิน",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "STS",
      "name": "รองศาสตราจารย์ ศรีสอาด ตั้งประเสริฐ",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "SSS",
      "name": "ผู้ช่วยศาสตราจารย์ สุรศักดิ์ ศิริไพบูลย์สิน",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "PKP",
      "name": "อาจารย์ ดร. พิษณุพงศ์ กาญจนพยนต์",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "MKS",
      "name": "อาจารย์ มัลลิกา สุกิจบาณีนิจ",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "EVT",
      "name": "อาจารย์ ดร. เอกกมล วรรณเมธี",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "CPK",
      "name": "อาจารย์ จนิษฐ์ ประเสริฐบูรณะกุล",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "PLN",
      "name": "อาจารย์ ดร. เพชรพิไล ลัธธนันท์",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "SCS",
      "name": "อาจารย์ ดร. สุธาทิพย์ ชวนะเวสสกุล",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "SSC",
      "name": "อาจารย์ สงกรณ์ เสียงสืบชาติ",
      "dept": "ภาควิชาภูมิศาสตร์"
    },
    {
      "abbr": "CBP",
      "name": "ผู้ช่วยศาสตราจารย์ จินดารัตน์ เบอรพันธุ์",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "PPM",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. พิมพ์รำไพ เปรมสมิทธ์",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "DVD",
      "name": "อาจารย์ ดวงเนตร วงศ์ประทีป",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "SSS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. สมศักดิ์ ศรีบริสุทธิ์สกุล",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "OSS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. อรนุช เศวตรัตนเสถียร",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "NSV",
      "name": "อาจารย์ เนณุภา สุภเวชย์",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "WKB",
      "name": "อาจารย์ วชิราภรณ์ คลังธนบูรณ์",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "SLC",
      "name": "อาจารย์ เสาวภา หลิมวิจิตร",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "SCP",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ทรงพันธ์ เจิมประยงค์",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "SDN",
      "name": "อาจารย์ ดร. สรคม ดิสสะมาน",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "NSY",
      "name": "อาจารย์ ดร. นยา สุจฉายา",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "PSK",
      "name": "อาจารย์ ดร. พิมพ์พจน์ สีลาเขต",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "TCV",
      "name": "อาจารย์ ดร. ทิพยา จินตโกวิท",
      "dept": "ภาควิชาบรรณารักษศาสตร์"
    },
    {
      "abbr": "SSN",
      "name": "รองศาสตราจารย์ ดร. สุวรรณา สถาอานันท์",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "SHR",
      "name": "ศาสตราจารย์ ดร. โสรัจจ์ หงศ์ลดารมภ์",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "SPT",
      "name": "ศาสตราจารย์ ดร. สมภาร พรมทา",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "SAK",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. สุภัควดี อมาตยกุล",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "TSP",
      "name": "อาจารย์ ธิดาวดี สกุลโพน",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "KPN",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. เกษม เพ็ญภินันท์",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "KMW",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. กนิษฐ์ ศิริจันทร์",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "NBN",
      "name": "รองศาสตราจารย์ เนื่องน้อย บุณยเนตร",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "PAH",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ประทุม อังกูรโรหิต",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "UPN",
      "name": "ผู้ช่วยศาสตราจารย์ อุกฤษฎ์ แพทย์น้อย",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "SPK",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. สิริเพ็ญ พิริยจิตรกรกิจ",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "WLS",
      "name": "อาจารย์ วุฒิ เลิศสุขประเสริฐ",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "WCK",
      "name": "อาจารย์ ดร. เวทิน ชาติกุล",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "SKP",
      "name": "อาจารย์ ศากุน ภักดีคำ",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "SCY",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ศิรประภา ชวะนะญาณ",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "SAS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ศริญญา อรุณขจรศักดิ์",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "PKR",
      "name": "อาจารย์ ดร. ไพรินทร์ กะทิพรมราช",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "VBP",
      "name": "อาจารย์ วศิน บุญพัฒนากรณ์",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "PPT",
      "name": "อาจารย์ ปราชญ์ ปัญจคุณาธร",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "CBN",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ชาญณรงค์ บุญหนุน",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "PBN",
      "name": "อาจารย์ พุฒวิทย์ บุญนาค",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "WSK",
      "name": "อาจารย์ ดร. วรยุทธ ศรีวรกุล",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "SWV",
      "name": "รองศาสตราจารย์ สมฤดี วิศทเวทย์",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "PCP",
      "name": "อาจารย์ ดร. ปิยฤดี ไชยพร",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "WKH",
      "name": "อาจารย์ วีรยุทธ เกิดในมงคล",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "TMK",
      "name": "อาจารย์ ทาโร่ โมซิซุกิ",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "KIS",
      "name": "อาจารย์ ดร. ใกล้รุ่ง อิโซ",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "TCS",
      "name": "อาจารย์ ดร. ทิพพาพันธุ์ เชื่อสวัสดิ์",
      "dept": "ภาควิชาปรัชญา"
    },
    {
      "abbr": "DNB",
      "name": "ผู้ช่วยศาสตราจารย์ ดังกมล ณ ป้อมเพชร",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "CHR",
      "name": "รองศาสตราจารย์ จารุณี หงส์จารุ",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "RJN",
      "name": "รองศาสตราจารย์ ฤทธิรงค์ จิวากานนท์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "BDT",
      "name": "ผู้ช่วยศาสตราจารย์ พันพัสสา ธูปเทียน",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PMP",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ปริดา มโนมัยพิบูลย์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "NVH",
      "name": "รองศาสตราจารย์ นพมาส แววหงส์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "KWR",
      "name": "ผู้ช่วยศาสตราจารย์ กฤศรา วริศราภูริชา",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PDR",
      "name": "ศาสตราจารย์ พรรัตน์ ดำรุง",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PMN",
      "name": "ผู้ช่วยศาสตราจารย์ ปวิตร มหาสารินันทน์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "NST",
      "name": "อาจารย์ นิกร แซ่ตั้ง",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "KSK",
      "name": "อาจารย์ กิตติศักดิ์ สุวรรณโภคิน",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "NSR",
      "name": "อาจารย์ นนท์รมนต์ สุนทราวิรัตน์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "TAW",
      "name": "อาจารย์ ตรีดาว อภัยวงศ์ สุขุม",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PAW",
      "name": "อาจารย์ ปรียสุดา อัครศรีสวัสดิ์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "OLN",
      "name": "อาจารย์ ดร. อรดา ลีลานุช",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PTK",
      "name": "อาจารย์ ปิยะวัฒน์ ธรรมกุลางกูร",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PIN",
      "name": "อาจารย์ ภัฎฎารินธ์ อิงคุลานนท์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "SDY",
      "name": "อาจารย์ ดร. สาวิตา ดิถียนต์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "TST",
      "name": "อาจารย์ ทิพย์ธิดา ศรัทธาทิพย์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "TJK",
      "name": "อาจารย์ ธชาภรณ์ จิระศักดิ์ขี",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "TML",
      "name": "อาจารย์ ธีระวัฒน์ มุลวิไล",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "NTR",
      "name": "อาจารย์ นวพล ธำรงรัตนฤทธิ์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PTT",
      "name": "อาจารย์ ปริญญา ต้องโพนทอง",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PAS",
      "name": "อาจารย์ พรพรรณ อารยะวีรสิทธิ์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PNN",
      "name": "อาจารย์ ภาวินี นานา",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "WRP",
      "name": "อาจารย์ วิมล รัตนกิตติอาภรณ์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "WOT",
      "name": "อาจารย์ วีรณา โอฬารรักษ์ธรรม",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "STC",
      "name": "อาจารย์ ศรีมณฑา ธีระวัฒนชัย",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "SPC",
      "name": "อาจารย์ ศศิธร พานิชนก",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "ALW",
      "name": "อาจารย์ อรุณวดี ลีวะนันทเวช",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PMS",
      "name": "อาจารย์ เปรมรินทร์ มิลินทสูต",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "KNK",
      "name": "อาจารย์ เกียรติภูมิ นันทานูกูล",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PKC",
      "name": "อาจารย์ พิเชษฐ กลั่นชื่น",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PWD",
      "name": "อาจารย์ พิสาข์ ไวความดี",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "UWR",
      "name": "อาจารย์ เอื้ออาทร วงส์ศิริ",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "DSY",
      "name": "อาจารย์ ดนยา ทรัพย์ยิ่ง",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "KBS",
      "name": "อาจารย์ กรินทร์ ใบไพศาล",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "SVN",
      "name": "อาจารย์ สมเกียรติ์ วิทุรานิช",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "SKS",
      "name": "อาจารย์ สุพัตรา เครือครองสุข",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "PKR",
      "name": "อาจารย์ ภัสสร์ศุภางค์ คงบำรุง",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "WPP",
      "name": "อาจารย์ วิภาวี ปทุมพงศ์",
      "dept": "ภาควิชาศิลปการละคร"
    },
    {
      "abbr": "KTN",
      "name": "ศาสตราจารย์ ดร. กิ่งกาญจน์ เทพกาญจนา",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "WAK",
      "name": "รองศาสตราจารย์ ดร. วิโรจน์ อรุณมานะกุล",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "TRK",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ธีราภรณ์ รติธรรมกุล",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "TLK",
      "name": "ศาสตราจารย์ ดร. ธีระพันธ์ เหลืองทองคำ",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "PPP",
      "name": "รองศาสตราจารย์ ดร. พิทยาวัฒน์ พิทยาภรณ์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "PSW",
      "name": "อาจารย์ ภาวดี สายสุวรรณ",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "KTB",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. กัลยา ติงศภัทิย์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "PKN",
      "name": "ศาสตราจารย์กิตติคุณ ดร. ปราณี กุลละวณิชย์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "SLW",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. สุดาพร ลักษณียนาวิน",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "APS",
      "name": "ศาสตราจารย์กิตติคุณ ดร. อมรา ประสิทธิ์รัฐสินธุ์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "SJN",
      "name": "อาจารย์ ศุจิณัฐ จิตวิริยนนท์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "NCR",
      "name": "อาจารย์ นฤดล จันทร์จารุ",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "PEY",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. เพียรศิริ เอกนิยม",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "ATR",
      "name": "อาจารย์ ดร. อรรถพล ธำรงรัตนฤทธิ์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "BTJ",
      "name": "อาจารย์ ดร. ภีมพสิษฐ์ เตชะราชันย์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "PPP",
      "name": "อาจารย์ พิรุฬห์ ปิยมหพงศ์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "NCC",
      "name": "อาจารย์ ณัฏฐนันท์ จันทร์เจ้าฉาย",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "WOR",
      "name": "รองศาสตราจารย์ ดร. วีระ โอสถภิรัตน์",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "CHV",
      "name": "อาจารย์ ดร. ชญา หิรัญเจริญเวช",
      "dept": "ภาควิชาภาษาศาสตร์"
    },
    {
      "abbr": "TBC",
      "name": "รองศาสตราจารย์ ดร. ตรีศิลป์ บุญขจร",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "ATW",
      "name": "รองศาสตราจารย์ ดร. อนงค์นาฎ เถกิงวิทย์",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "KTK",
      "name": "ผู้ช่วยศาตราจารย์ ม.ร.ว.กองกาญจน์ ตะเวทีกุล",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "CTS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. จาตุรี ติงศภัทิย์",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "THT",
      "name": "อาจารย์ ดร. ถนอมนวล หิรัญเทพ",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "SSK",
      "name": "อาจารย์ ดร. ศิริพร ศรีวรกานต์",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "CPS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ชุติมา ประกาศวุฒิสาร",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "SCT",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. สุรเดช โชติอุดมพันธ์",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "TCT",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ทอแสง เชาว์ชุติ",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "PCS",
      "name": "อาจารย์ ดร. แพร จิตติพลังศรี",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "APK",
      "name": "อาจารย์ อรรถพล ปะมะโข",
      "dept": "ภาควิชาวรรณคดี"
    },
    {
      "abbr": "BBJ",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ร.ท.บรรจบ บรรณรุจิ",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "TSK",
      "name": "ผู้ช่วยศาสตราจารย์ ทัศนีย์ สินสกุล",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "STS",
      "name": "อาจารย์ ดร. สมพรนุช ตันศรีสุข",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "PAK",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ประพจน์ อัศววิรุฬหการ",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "CTK",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ชานป์วิชช์ ทัดแก้ว",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "TCP",
      "name": "ผู้ช่วยศาสตราจารย์ ฐานิสร์ ชาครัตพงศ์",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "PLN",
      "name": "ผู้ช่วยศาสตราจารย์ ปราณี ฬาพานิช",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "VBK",
      "name": "ศาสตราจารย์ วิสุทธิ์ บุษยกุล",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "KBK",
      "name": "อาจารย์ กิตติพงศ์ บุญเกิด",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "WTB",
      "name": "อาจารย์ วุฒิพงษ์ ถวิลสมบัติ",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "NSW",
      "name": "อาจารย์ ณัชพล ศิริสวัสดิ์",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "AKB",
      "name": "อาจารย์ ดร. อรุณวรรณ คงมีผล",
      "dept": "สาขาวิชาภาษาเอเชียใต้"
    },
    {
      "abbr": "PTY",
      "name": "รองศาสตราจารย์ ดร. พัชนี ตั้งยืนยง",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "SCD",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. สุรีย์ ชุณหเรืองเดช",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "SPC",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ศศรักษ์ เพชรเชิดชู",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "CPC",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ชัญญพร ปริญญาวุฒิชัย",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "HTJ",
      "name": "อาจารย์ ดร. หทัย เจี่ย",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "SEY",
      "name": "อาจารย์ ศันสนีย์ เอกอัจฉริยา",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "SCB",
      "name": "อาจารย์ ดร. สืบพงศ์ ช้างบุญชู",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "TTN",
      "name": "อาจารย์ ดร. ธีรวัฒน์ ธีรพจนี",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "RST",
      "name": "อาจารย์ รัฐพร สวรรค์พิทักษ์",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "SAN",
      "name": "อาจารย์ สุชาทิพย์ อัมพรดนัย",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "ZZZ",
      "name": "ศาสตราจารย์ Zhang Zong Zheng",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ฟ่าน ชุนหมิง",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "ZNG",
      "name": "ศาสตราจารย์ Zhang Ning",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "",
      "name": "ศาสตราจารย์ ฝาน อิง",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "ZYM",
      "name": "ศาสตราจารย์ Zhang Yiming",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "XNG",
      "name": "อาจารย์ Xiang Ning",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "HJK",
      "name": "อาจารย์ Han Jiekuang",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "ACN",
      "name": "อาจารย์ อภิรดี เจริญเสนีย์",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "",
      "name": "นางสาว หทัยกาญจน์ โชคชูวัฒนาเลิศ",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "",
      "name": "ศาสตราจารย์ เจียง หย่ง เหลิน",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "",
      "name": "อาจารย์ หู เป่าเหวิน",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "YLN",
      "name": "อาจารย์ หยู ลี่หนิง",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "HGG",
      "name": "ศาสตราจารย์ Hu Gingguo",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "KTK",
      "name": "ผู้ช่วยศาสตราจารย์ ก่อศักดิ์ ธรรมเจริญกิจ",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "KPR",
      "name": "ผู้ช่วยศาสตราจารย์ กาญจนา พฤกพวศ์รัตน์",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "CSI",
      "name": "อาจารย์ Chen Si",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "XCF",
      "name": "อาจารย์ Xu Chunfeng",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "BHT",
      "name": "อาจารย์ บุรณี หุนาปเทศ",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "PMB",
      "name": "รองศาสตราจารย์ ดร. ประพิณ มโนมัยวิบูลย์",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "FZY",
      "name": "ศาสตราจารย์ Fu Zungyou",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "PPK",
      "name": "อาจารย์ ภัทรพร ปรัศว์เมธีกุล",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "MJY",
      "name": "อาจารย์ มนตรี เจียมจรุงยงค์",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "HSL",
      "name": "รองศาสตราจารย์ ดร. Han Shenglong",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "YLN",
      "name": "อาจารย์ Yu Lining",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "LJL",
      "name": "อาจารย์ หลิน เจียลี่",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "ZJN",
      "name": "รองศาสตราจารย์ ดร. เจิ้ง จวิน (Zheng Jun)",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "ZHJ",
      "name": "อาจารย์ จาง หัวจิ้น (Zhang Huajin)",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "WXI",
      "name": "อาจารย์ เว่ย ซี",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "HJZ",
      "name": "อาจารย์ หวาจิ้น จาง",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "XIW",
      "name": "อาจารย์ ซีเว่ย",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "ZLJ",
      "name": "อาจารย์ จาง ลี่ จวิน",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "ZPF",
      "name": "อาจารย์ จ้าว เผิงเฟย",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "PVK",
      "name": "อาจารย์ ดร. พิชญา วิภาวีนุกูล",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "LYJ",
      "name": "รศ. หลิว เยี่ยนจเวียน",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "PLS",
      "name": "รศ.ดร. ปกรณ์ ลิมปนุสรณ์",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "JHY",
      "name": "อาจารย์ เจียง ฮ่าวอวี่",
      "dept": "สาขาวิชาภาษาจีน"
    },
    {
      "abbr": "VCB",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. วรวุฒิ จิราสมบัติ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "DKN",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. เดือนเต็ม กฤษดาธานนท์",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "CCS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ชมนาด ศีติสาร",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "ASR",
      "name": "รองศาสตราจารย์ ดร. อรรถยา สุวรรณระดา",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "NMS",
      "name": "ผู้ช่วยศาสตราจารย์ น้ำทิพย์ เมธเศรษฐ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "KLK",
      "name": "รองศาสตราจารย์ ดร. กนกวรรณ เลาหบูรณกิจ คะตะกิริ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "ACS",
      "name": "อาจารย์ ดร. อัษฎายุทธ ชูศรี",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "MPT",
      "name": "รองศาสตราจารย์ มณฑา พิมพ์ทอง",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "SSP",
      "name": "ผู้ช่วยศาสตราจารย์ สุชาดา สัตยพงศ์",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "SSS",
      "name": "รองศาสตราจารย์ ดร. สิริมนพร สุริยะวงศ์ไพศาล",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "KIN",
      "name": "อาจารย์ Kiyomi Iketani",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "MII",
      "name": "อาจารย์ Michiko Imai",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "THR",
      "name": "อาจารย์ ดร. Takae Hagiwara",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "NKM",
      "name": "อาจารย์ Natsuki Matsui",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "RHS",
      "name": "อาจารย์ ดร. Ryuen Hiramatsu",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "MJR",
      "name": "อาจารย์ มัทนา จาตุรแสงไพโรจน์",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YSW",
      "name": "อาจารย์ ดร. ยุพวรรณ โสภิตวุฒิวงศ์",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "KSW",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. กัลยาณี สีตสุวรรณ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "KKK",
      "name": "อาจารย์ Koki Koyama",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "SMD",
      "name": "อาจารย์ Seiji Maeda",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "NJK",
      "name": "อาจารย์ ณฐพล จิตวีระกุล",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "NSB",
      "name": "อาจารย์(นาวาตรี) ณัฐวุฒิ สามไพบูลย์",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "TSR",
      "name": "อาจารย์ เตวิช เสวตไอยาราม",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "TSK",
      "name": "อาจารย์ Takahiro Suzuki",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "TKM",
      "name": "อาจารย์ Takahiro Katayama",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "TSG",
      "name": "อาจารย์ Tamaki Soga",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "NRS",
      "name": "อาจารย์ นฤมล สามไพบูลย์",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "NYK",
      "name": "อาจารย์ Nakai Yasuko",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "PYS",
      "name": "อาจารย์ ปริษา ยิ่งทวีศักดิ์",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "FMB",
      "name": "อาจารย์ Fumiko Boughey",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "PTC",
      "name": "อาจารย์ ภัลลนันทร์ ธนัญชัย",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "MMD",
      "name": "อาจารย์ Masako Maeda",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "MMM",
      "name": "อาจารย์ Masumi Murayama",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YSK",
      "name": "อาจารย์ Yasuhiro Sasaki",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YSD",
      "name": "อาจารย์ Yuri Suda",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YKT",
      "name": "ศาสตราจารย์ Yuko Kubota",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YIC",
      "name": "อาจารย์ Yuko Iguchi",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YKM",
      "name": "อาจารย์ Yoko Kanome",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YHK",
      "name": "ศาสตราจารย์ Yoshiki Hidaka",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YYT",
      "name": "อาจารย์ Yoshiko Yamamoto",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "RBS",
      "name": "อาจารย์ ดร. รังสิมา บุญสินสุข",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "RSS",
      "name": "อาจารย์ Reiko Saegusa",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "WPG",
      "name": "อาจารย์ วีรยุทธ พจน์เสถียรกุล",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "STK",
      "name": "อาจารย์ สุวภา ธีรกิตติกุล",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "AMR",
      "name": "ศาสตราจารย์ Akimoto Miharu",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "ANR",
      "name": "อาจารย์ อาภาพร เนาสราญ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "IMS",
      "name": "อาจารย์ Ikumi Matsui",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "EKM",
      "name": "อาจารย์ Eiko Kageyama",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "HHS",
      "name": "อาจารย์ Hideki Hiramatsu",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "HKM",
      "name": "อาจารย์ Hiroki Koyama",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "KRR",
      "name": "อาจารย์ ดร. กณภัทร รื่นภิรมย์",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "ANW",
      "name": "อาจารย์ อะยุมิ นะกะงะวะ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "MSM",
      "name": "ศาสตราจารย์ มะยุมิ ซะกุมะ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "MKD",
      "name": "อาจารย์ เมงุมิ คนโด (Megumi Kondo)",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "TMN",
      "name": "อาจารย์ ดร. ทะกะฌิ มะซุโนะ (Takashi Masuno)",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "JKR",
      "name": "อาจารย์ จุนจิ คะตะกิริ (Junji Katagiri)",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "YTK",
      "name": "ศาสตราจารย์ ดร. โยะโกะ ทาเทโอกะ (Yoko Tateoka)",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "IOT",
      "name": "อาจารย์ อิสุมิ โอตะ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "PPD",
      "name": "อาจารย์ พรนัชชา ประทีปจินดา",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "BTT",
      "name": "อาจารย์ บุญชู ตันติรัตนสุนทร",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "TKR",
      "name": "อาจารย์ ทะเกะฌิ คิตะมุระ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "TKM",
      "name": "อาจารย์ ทะคุยะ โคะงะเมะ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "HTB",
      "name": "ศาสตราจารย์ ดร. ฮิเดะโตะ ท์ซุโบะอิ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "SCK",
      "name": "อาจารย์ ดร. สรัญญา ชูโชติแก้ว",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "SHG",
      "name": "อาจารย์ ซูซี่ หงสรานากร",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "SKK",
      "name": "อาจารย์ ดร. สลิลรัตน์ กวีจารุมงคล",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "",
      "name": "อาจารย์ คะสุมิ ซะอิโต",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ยะซุโกะ เซ็นซุอิ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ดร. ยูโกะ มิโยะฌิ",
      "dept": "สาขาวิชาภาษาญี่ปุ่น"
    },
    {
      "abbr": "NHK",
      "name": "อาจารย์ ดร. นูรีดา หะยียะโกะ",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ซอลีฮีน ราเซะ",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "MAD",
      "name": "อาจารย์ ดร. มานพ อาดัม",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "CMT",
      "name": "อาจารย์ ชัยวัฒน์ มีสันฐาน",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "SSY",
      "name": "อาจารย์ ส่าหรี สุฮาร์โย",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "PMR",
      "name": "อาจารย์ พิชญาดา เมฆหิรัญศิริ",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "DNW",
      "name": "อาจารย์ ดุลยวิทย์ นาคนาวา",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "AHW",
      "name": "อาจารย์ อัตถากร หะยีอาแว",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "ASJ",
      "name": "อาจารย์ อาหมัด ยูซุฟ แสงกระจาย",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "MSN",
      "name": "อาจารย์ มูรเดียตี โซดาร์โน โซวาร์โน",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "AHA",
      "name": "อาจารย์ อลีนา หะยีอาแว",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "MMS",
      "name": "อาจารย์ มาริสา มุหชิน",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "PAR",
      "name": "อาจารย์ ปามูโก อาดิตยา ระฮ์มัน",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "HSD",
      "name": "อาจารย์ ดร. อามัม สุปรียาดี",
      "dept": "สาขาวิชาภาษามาเลย์"
    },
    {
      "abbr": "KBB",
      "name": "อาจารย์ ดร. กมล บุษบรรณ์",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "SBR",
      "name": "อาจารย์ ดร. สุภาพร บุญรุ่ง",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "CKN",
      "name": "อาจารย์ ชุติมณฑน์ เกษมณี",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "HJY",
      "name": "อาจารย์ ฮแยจอง ยูน",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "",
      "name": "อาจารย์ พยองซู ปาร์ค",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "YHY",
      "name": "อาจารย์ ยางวอน ฮยอน",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "TSS",
      "name": "อาจารย์ ธเนศ สายจิตบริสุทธิ์",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "BSP",
      "name": "อาจารย์ บ๊งซู ปาร์ค",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "PJY",
      "name": "อาจารย์ ปาร์ค จู ฮยอน",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "YYA",
      "name": "อาจารย์ ยูน ยอน อา",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "YMM",
      "name": "อาจารย์ ยูมี มิน",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "LHW",
      "name": "ศาสตราจารย์ ดร. ลี ฮัน อู",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "IPT",
      "name": "อาจารย์ อิสริยา พาที",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "JNS",
      "name": "อาจารย์ จีนา ชง",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "CPB",
      "name": "อาจารย์ ชนามาศ เพ็งสมบูรณ์",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "SMK",
      "name": "อาจารย์ ศิรส มหาวัฒนอังกูร",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "ARO",
      "name": "อาจารย์ อาริม โอ",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "KSY",
      "name": "อาจารย์ เกิดสิริ สุธัญญา",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "YHM",
      "name": "อาจารย์ ยองฮา มุน",
      "dept": "สาขาวิชาภาษาเกาหลี"
    },
    {
      "abbr": "MRT",
      "name": "รองศาสตราจารย์ ดร. มนธิรา ราโท",
      "dept": "สาขาวิชาภาษาเวียดนาม"
    },
    {
      "abbr": "TKK",
      "name": "อาจารย์ ทิวารี โฆษิตธนเกียรติ",
      "dept": "สาขาวิชาภาษาเวียดนาม"
    },
    {
      "abbr": "TTM",
      "name": "อาจารย์ ทัน ทัน มินท์",
      "dept": "สาขาวิชาภาษาพม่า"
    },
    {
      "abbr": "SML",
      "name": "อาจารย์ ดร. ทรงศักดิ์ หมัดสะและ",
      "dept": "สาขาวิชาอาหรับ"
    },
    {
      "abbr": "NAE",
      "name": "อาจารย์ นัจลาอ์ ซามี อะหมัด อีด",
      "dept": "สาขาวิชาอาหรับ"
    },
    {
      "abbr": "APK",
      "name": "อาจารย์ ดร. อภิชาติ พงษ์เกษม",
      "dept": "สาขาวิชาอาหรับ"
    },
    {
      "abbr": "SCK",
      "name": "อาจารย์ ดร. สิริวรรณ จุฬากรณ์",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "SSN",
      "name": "อาจารย์ ดร. สุวรรณา สถาปัตย์พัฒนา",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "WUS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. วรุณี อุดมศิลป",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "ASS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. อติพร เสถียรสุต",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "PMN",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. พิริยะดิศ มานิตย์",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "VPS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. วารุณี ปัทมะศังข์",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "",
      "name": "รองศาสตราจารย์ ดร. ขจิตรา ภังคานนท์",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "SVC",
      "name": "อาจารย์ Sophie Vincent",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "NSH",
      "name": "อาจารย์ ดร. นิธิวดี ศรีหงส์",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "JRP",
      "name": "อาจารย์ Julie Rujataronajai-Pomp",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ลินน์ พัน แชร์แมง",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ฟรองซัว กาวายเยส",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ดร. วิลาวัณย์ เปลโลมาย",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "",
      "name": "อาจารย์ กรกฎ ไชยศร",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "NKW",
      "name": "อาจารย์ นาถพร กาญจนภิญโญวงศ์",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "KBN",
      "name": "อาจารย์ กาญจนา บุนนาค",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "WKR",
      "name": "อาจารย์ ดร. วรรณชัย คำภีระ",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "CRS",
      "name": "อาจารย์ ชัยวัฒน์ ฤกษ์ชัยศรี",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "JMP",
      "name": "ศาสตราจารย์ ดร. Jean Marcel Paquette",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "PPC",
      "name": "อาจารย์ Philippe Plenacoste",
      "dept": "สาขาวิชาภาษาฝรั่งเศส"
    },
    {
      "abbr": "CMK",
      "name": "รองศาสตราจารย์ ชูศรี มีวงศ์อุโฆษ",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "WSP",
      "name": "รองศาสตราจารย์ ดร. วิลิตา ศรีอุฬารพงศ์",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "ARK",
      "name": "ผศ. ดร. อารตี แก้วสัมฤทธิ์",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "WSR",
      "name": "รองศาสตราจารย์ ดร. วรรณา แสงอร่ามเรือง",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "TOR",
      "name": "ศาสตราจารย์ ถนอมนวล โอเจริญ",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "PWG",
      "name": "ศาสตราจารย์ ดร. พรสรรค์ วัฒนางกูร",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "CKP",
      "name": "อาจารย์ เคลาดิโอ คัสเพิร์ล",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "KKH",
      "name": "อาจารย์ คาทินา แคลนฮาร์ท",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "CMS",
      "name": "อาจารย์ ดร. คาโรลีน มึลเวอร์ชเตท",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ชเตฟานี ฟรัย",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "",
      "name": "อาจารย์ Anna Engelhardt",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "AOK",
      "name": "ศาสตราจารย์(พิเศษ) ดร. อำภา โอตระกูล",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "",
      "name": "อาจารย์ อัวร์ซูลา เยลค์มันน์",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "TKP",
      "name": "อาจารย์ ดร. ธนกร แก้ววิภาส",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "NAS",
      "name": "อาจารย์ นันทนา อนันต์โกศล",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "ALS",
      "name": "อาจารย์ ดร. Antje Lawra Luise Streit",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "JGB",
      "name": "อาจารย์ ดร. Johanns Gorber",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "GMV",
      "name": "อาจารย์ ดร. เก-ออร์ก มิชาเอล แฟร์ไวเอิน",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "UCP",
      "name": "อาจารย์ อัญมณี ชุ่มพงษ์",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "VMM",
      "name": "อาจารย์ เวเรนา มารีฮา เมอร์วัลท์",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "ADL",
      "name": "อาจารย์ อันเดรอา เลอเซิล",
      "dept": "สาขาวิชาภาษาเยอรมัน"
    },
    {
      "abbr": "CPS",
      "name": "อาจารย์ จันทรา ประมูลทรัพย์",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "WPR",
      "name": "ผู้ช่วยศาสตราจารย์ วิภาดา เพ็ชรรักษ์",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "STS",
      "name": "ศาสตราจารย์ ดร. สถาพร ทิพยศักดิ์",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "SPP",
      "name": "อาจารย์ ดร. สุกิจ พู่พวง",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "PSN",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. เพ็ญพิสาข์ ศรีวรนารถ",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "PLK",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ภาสุรี ลือสกุล",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "NRR",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. หนึ่งหทัย แรงผลสัมฤทธิ์",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "NCK",
      "name": "อาจารย์ นรุตม์ เจ้าสกุล",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "DGM",
      "name": "อาจารย์ ดาบิด กูตียร์เรซ เมเนนเดซ",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "NKN",
      "name": "อาจารย์ นิรชร เกิดกฤษฎานนท์",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "GAC",
      "name": "อาจารย์ กอนซาโล อานัด กอร์เดซ",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "ACL",
      "name": "อาจารย์ อังเคลา โอเตโร เดล กาสติโย",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "MMG",
      "name": "อาจารย์ มาริโอ มอนเตร์รูนิโอ กัญญัณ",
      "dept": "สาขาวิชาภาษาสเปน"
    },
    {
      "abbr": "NLP",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. หนึ่งฤดี โลหผล",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "WFY",
      "name": "อาจารย์ ดร. วิลาสินีย์ แฝงยงค์",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "PTC",
      "name": "อาจารย์ ปาจรีย์ ทาชาติ",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "SPP",
      "name": "ผู้ช่วยศาตราจารย์ สรรควัฒน์ ประดิษฐพงษ์",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ดร. จิโอวานนี ฟานฟานี",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "ABL",
      "name": "อาจารย์ Alessandra Berioli",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "EDC",
      "name": "อาจารย์ เอลิโอ เด คาโรลิส",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "",
      "name": "อาจารย์ ลิเดีย คาลาโบร",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "LDM",
      "name": "อาจารย์ Laca Di Mori",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "PER",
      "name": "อาจารย์ Paolo Euron",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "PSL",
      "name": "อาจารย์ ภณิตา ศิลปวิทยาดิลก",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "CPN",
      "name": "อาจารย์ ดร. เคลาดิโอ เปลูคานี",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "CSN",
      "name": "อาจารย์ คาร์โล เซ็นญินี",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "CSS",
      "name": "รองศาสตราจารย์ ชัตสุณี สินธุสิงห์",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "MLL",
      "name": "อาจารย์ Marco Luly",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "ABN",
      "name": "อาจารย์ Andrea Bicini",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "EDC",
      "name": "อาจารย์ Elio De Carolis",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "CBT",
      "name": "อาจารย์ เชชิเลีย เบลเล็ตติ",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "ABR",
      "name": "อาจารย์ อเล็สซานโดร บอร์ซารี",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "FAN",
      "name": "อาจารย์ ฟรานเซสกา อันเดรยินี",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "TWK",
      "name": "อาจารย์ แทนจันทร์ วิจิตรสุคนธ์",
      "dept": "สาขาวิชาภาษาอิตาเลียน"
    },
    {
      "abbr": "LDT",
      "name": "อาจารย์ Luisa Dutra",
      "dept": "สาขาวิชาภาษาโปรตุเกส"
    },
    {
      "abbr": "PBR",
      "name": "อาจารย์ ดร. ประโลม บุญรัศมี",
      "dept": "สาขาวิชาภาษาโปรตุเกส"
    },
    {
      "abbr": "LMF",
      "name": "อาจารย์ Laura Marcia Luiza Ferre",
      "dept": "สาขาวิชาภาษาโปรตุเกส"
    },
    {
      "abbr": "",
      "name": "อาจารย์ มาริสา อเล็กซานดรา มายา มาชาโด",
      "dept": "สาขาวิชาภาษาโปรตุเกส"
    },
    {
      "abbr": "MSP",
      "name": "อาจารย์ มธุรส ศุภผล",
      "dept": "สาขาวิชาภาษาโปรตุเกส"
    },
    {
      "abbr": "JBF",
      "name": "อาจารย์ จูอาว เบร์นาร์ดุ ฟิลยุ",
      "dept": "สาขาวิชาภาษาโปรตุเกส"
    },
    {
      "abbr": "NMR",
      "name": "อาจารย์ นูโน มิกูแอล ลูเร็นโซ เนเวส เร็นซา",
      "dept": "สาขาวิชาภาษาโปรตุเกส"
    },
    {
      "abbr": "MMR",
      "name": "อาจารย์ มาเรีย มาดูเรอิรา",
      "dept": "สาขาวิชาภาษาโปรตุเกส"
    },
    {
      "abbr": "RDV",
      "name": "อาจารย์ ไรซา ซาไนวา",
      "dept": "สาขาวิชาภาษารัสเซีย"
    },
    {
      "abbr": "RPT",
      "name": "อาจารย์ ดร. รมย์ ภิรมนตรี",
      "dept": "สาขาวิชาภาษารัสเซีย"
    },
    {
      "abbr": "MVL",
      "name": "อาจารย์ แมกซีม โวโลชิโลว",
      "dept": "สาขาวิชาภาษารัสเซีย"
    },
    {
      "abbr": "CHK",
      "name": "อาจารย์ ดร. ชนันพร เหมสกุล",
      "dept": "สาขาวิชาภาษารัสเซีย"
    },
    {
      "abbr": "VEV",
      "name": "อาจารย์ ดร. วิโอ เลตตา เยโกโรวา",
      "dept": "สาขาวิชาภาษารัสเซีย"
    },
    {
      "abbr": "ARD",
      "name": "อาจารย์ ดร. อังสนา เรืองดำ",
      "dept": "สาขาวิชาภาษารัสเซีย"
    },
    {
      "abbr": "AKK",
      "name": "อาจารย์ อเล็กเวย์ คาสมาโคฟ",
      "dept": "สาขาวิชาภาษารัสเซีย"
    },
    {
      "abbr": "WTY",
      "name": "อาจารย์ วรารัตน์ ทองยื่น",
      "dept": "สาขาวิชาภาษารัสเซีย"
    },
    {
      "abbr": "TPL",
      "name": "ผศ. ดร. ทองทิพย์ พูลลาภ",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "DBL",
      "name": "ผศ. ดร. นพ.ดำรงศักดิ์ บุลยเลิศ",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "DST",
      "name": "อาจารย์ ดร. ดวงทิพย์ สุรินทาธิป",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "ACB",
      "name": "อาจารย์ อาภัสสรา จารุภา",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "SCP",
      "name": "รองศาสตราจารย์ ศศี จันทร์ประพันธ์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "KPP",
      "name": "อาจารย์ กรัณย์ เผือกใจแผ้ว",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "KAK",
      "name": "อาจารย์ กิ่งแก้ว อัตถากร",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "KTS",
      "name": "อาจารย์ กิติศักดิ์ ทวีศักดิ์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "KPK",
      "name": "อาจารย์ โกวิทย์ ผดุงเรืองกิจ",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "JPK",
      "name": "อาจารย์ จิฤดี บังตระกูล",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "JCS",
      "name": "อาจารย์ จุฬามณี ชาติสุวรรณ",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "CSK",
      "name": "ผู้ช่วยศาสตราจารย์ ชลธิชา สุทธินิรันดร์กุล",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "DCS",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ดุษฎีพร ชำนิโรคศานต์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "TCK",
      "name": "อาจารย์ เต็มภักดิ์ จารุประกร",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "DKT",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. ธารทิพย์ แก้วทิพย์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "TBT",
      "name": "อาจารย์ ธีรพจน์ บุญที",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "BSN",
      "name": "อาจารย์ บัญชา สุวรรณานนท์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "BRN",
      "name": "อาจารย์ บัณฑิต รชตะนันท์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "PTS",
      "name": "อาจารย์ ประวิทย์ แต่งอักษร",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "PPS",
      "name": "อาจารย์ ปาริชาติ พุกผาสุข",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "PSP",
      "name": "อาจารย์ พนิดา ซิมาภรณ์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "PVN",
      "name": "ผู้ช่วยศาสตราจารย์ ดร. เพียรศิริ วงศ์วิภานนท์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "PBP",
      "name": "อาจารย์ ภาณุ บุรุษรัตนพันธ์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "MTP",
      "name": "อาจารย์ มนันยา ธนะภูมิ",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "YTK",
      "name": "อาจารย์ ยอดฉัตร ตสาริกา",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "LLL",
      "name": "อาจารย์ Luigi Luccarelli",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "WPY",
      "name": "อาจารย์ วชิรา พงศ์พยัคฆ์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "VPN",
      "name": "อาจารย์ วรัณ ประดิษฐทัศนีย์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "WMB",
      "name": "อาจารย์ วัฒนา มานะวิบูลย์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "VSV",
      "name": "อาจารย์ ดร. วันดี สุชาติกุลวิทย์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "VTV",
      "name": "อาจารย์ วิมลา ไตรทศาวิทย์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "SMB",
      "name": "อาจารย์ ศรรวริศา เมฆไพบูลย์",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "SIK",
      "name": "อาจารย์ สันติ อิศโรวกุล",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "SGT",
      "name": "ผู้ช่วยศาสตราจารย์ สารภี แกสตัน",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "STK",
      "name": "อาจารย์ สุชาดา ติลกกุล",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "SPY",
      "name": "อาจารย์ สุดจิต ภิญโญยิ่ง",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "SLH",
      "name": "อาจารย์ สุวัฒน์ หลีเหม",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "AMS",
      "name": "อาจารย์ อริณี เมธเศรษฐ",
      "dept": "ศูนย์การแปล"
    },
    {
      "abbr": "UVP",
      "name": "อาจารย์ อุษณีย์ วิริตกพันธ์",
      "dept": "ศูนย์การแปล"
    }
  ];

export default UserSSL